Repository: kodi-game/game.libretro.virtualjaguar
Catalog: game.libretro.virtualjaguar/resources/language/resource.language.*/strings.po
Languages: es_es, ga, zh_cn

# Addon Description
source: Virtual Jaguar is an emulator for the Atari Jaguar video game console.[CR][CR]Based on code released by David Raingeard (Cal2) of what used to be Potato Emulation.
es_es: Virtual Jaguar es un emulador para la videoconsola Atari Jaguar[CR][CR]Basado en el código publicado por David Raingeard (Cal2) de lo que solía ser Potato Emulation.
ga: Is aithriseoir é Virtual Jaguar don chonsól físchluichí Atari Jaguar.[CR][CR]Bunaithe ar chód a d'eisigh David Raingeard (Cal2) den rud a bhíodh á úsáid mar Aithris Prátaí.
zh_cn: Virtual Jaguar 是雅达利 Jaguar 视频游戏机的模拟器。[CR][CR]基于 David Raingeard（Cal2）发布的曾经是 Potato 模拟器的代码。

# #30000
source: Settings
es_es: Ajustes

# #30001
source: Fast Blitter
es_es: Blitter Rápido
ga: Blitter Tapa
zh_cn: 快速位块传输器

# #30002
source: Doom Resolution Hack
es_es: Hack Resolución Doom
ga: Haic Rún Doom
zh_cn: 《毁灭战士》分辨率 hack（补丁 / 修正）

# #30004
source: PAL (Restart)
es_es: PAL (Reiniciar)
ga: PAL (Atosaigh)
zh_cn: PAL 制式（重新启动）

# #30005
source: Enable Core Options Remapping
es_es: Activar Remapeado de Opciones de Core
ga: Cumasaigh Athmhapáil na Roghanna Croí
zh_cn: 启用核心选项重映射

# #30006
source: Port 1 > Numpad Buttons to Keyboard Keys
es_es: Puerto 1 > Botones Pad Numérico a Teclas de Teclado
ga: Port 1 > Cnaipí Uimhreacha go Eochracha Méarchláir
zh_cn: 端口 1 > 小键盘按钮映射到键盘按键

# #30007
source: Port 1 > RetroPad Up
es_es: Puerto 1 > RetroPad Arriba
ga: Port 1 > RetroPad Suas
zh_cn: 端口 1 > 复古手柄 上

# #30008
source: Port 1 > RetroPad Down
es_es: Puerto 1 > RetroPad Abajo
ga: Port 1 > RetroPad Síos
zh_cn: 端口 1 > 复古手柄 下

# #30009
source: Port 1 > RetroPad Left
es_es: Puerto 1 > RetroPad Izquierda
ga: Port 1 > RetroPad Ar Chlé
zh_cn: 端口 1 > 复古手柄 左

# #30010
source: Port 1 > RetroPad Right
es_es: Puerto 1 > RetroPad Derecha
ga: Port 1 > RetroPad Ar Dheis
zh_cn: 端口 1 > 复古手柄 右

# #30011
source: Port 1 > RetroPad A
es_es: Puerto 1 > RetroPad A
zh_cn: 端口 1 > 复古手柄 A

# #30012
source: Port 1 > RetroPad B
es_es: Puerto 1 > RetroPad B
zh_cn: 端口 1 > 复古手柄 B

# #30013
source: Port 1 > RetroPad X
es_es: Puerto 1 > RetroPad X
zh_cn: 端口 1 > 复古手柄 X

# #30014
source: Port 1 > RetroPad Y
es_es: Puerto 1 > RetroPad Y
zh_cn: 端口 1 > 复古手柄 Y

# #30015
source: Port 1 > RetroPad Select
es_es: Puerto 1 > RetroPad Select
ga: Port 1 > Roghnaigh RetroPad
zh_cn: 端口 1 > 复古手柄 选择

# #30016
source: Port 1 > RetroPad Start
es_es: Puerto 1 > RetroPad Start
ga: Port 1 > Tosaigh RetroPad
zh_cn: 端口 1 > 复古手柄 开始

# #30017
source: Port 1 > RetroPad L1
es_es: Puerto 1 > RetroPad L1
zh_cn: 端口 1 > 复古手柄 L1

# #30018
source: Port 1 > RetroPad R1
es_es: Puerto 1 > RetroPad R1
zh_cn: 端口 1 > 复古手柄 R1

# #30019
source: Port 1 > RetroPad L2
es_es: Puerto 1 > RetroPad L2
zh_cn: 端口 1 > 复古手柄 L2

# #30020
source: Port 1 > RetroPad R2
es_es: Puerto 1 > RetroPad R2
zh_cn: 端口 1 > 复古手柄 R2

# #30021
source: Port 1 > RetroPad L3
es_es: Puerto 1 > RetroPad L3
zh_cn: 端口 1 > 复古手柄 L3

# #30022
source: Port 1 > RetroPad R3
es_es: Puerto 1 > RetroPad R3
zh_cn: 端口 1 > 复古手柄 R3

# #30023
source: Port 1 > RetroPad Left Analog Up
es_es: Puerto 1 > RetroPad Analógico Izquierdo Arriba
ga: Port 1 > RetroPad Clé Analógach Suas
zh_cn: 端口 1 > 复古手柄 左摇杆 上

# #30024
source: Port 1 > RetroPad Left Analog Down
es_es: Puerto 1 > RetroPad Analógico Izquierdo Abajo
ga: Port 1 > RetroPad Clé Analógach Síos
zh_cn: 端口 1 > 复古手柄 左摇杆 下

# #30025
source: Port 1 > RetroPad Left Analog Left
es_es: Puerto 1 > RetroPad Analógico Izquierdo Izquierda
ga: Port 1 > RetroPad Clé Analógach Clé
zh_cn: 端口 1 > 复古手柄 左摇杆 左

# #30026
source: Port 1 > RetroPad Left Analog Right
es_es: Puerto 1 > RetroPad Analógico Izquierdo Derecha
ga: Port 1 > RetroPad Clé Analógach Deas
zh_cn: 端口 1 > 复古手柄 左摇杆 右

# #30027
source: Port 1 > RetroPad Right Analog Up
es_es: Puerto 1 > RetroPad Analógico Derecho Arriba
ga: Port 1 > Analógach Deas RetroPad Suas
zh_cn: 端口 1 > 复古手柄 右摇杆 上

# #30028
source: Port 1 > RetroPad Right Analog Down
es_es: Puerto 1 > RetroPad Analógico Derecho Abajo
ga: Port 1 > RetroPad Ar Dheis Analógach Síos
zh_cn: 端口 1 > 复古手柄 右摇杆 下

# #30029
source: Port 1 > RetroPad Right Analog Left
es_es: Puerto 1 > RetroPad Analógico Derecho Izquierda
ga: Port 1 > RetroPad Deas Analógach Clé
zh_cn: 端口 1 > 复古手柄 右摇杆 左

# #30030
source: Port 1 > RetroPad Right Analog Right
es_es: Puerto 1 > RetroPad Analógico Derecho Derecha
ga: Port 1 > RetroPad Ar Dheis Analógach Ar Dheis
zh_cn: 端口 1 > 复古手柄 右摇杆 右

# #30031
source: Port 2 > Numpad Buttons to Keyboard Keys
es_es: Puerto 2 > Botones Pad Numérico a Teclas de Teclado
ga: Port 2 > Cnaipí Uimhreacha go Eochracha Méarchláir
zh_cn: 端口 2 > 小键盘按钮映射到键盘按键

# #30032
source: Port 2 > RetroPad Up
es_es: Puerto 2 > RetroPad Arriba
ga: Port 2 > RetroPad Suas
zh_cn: 端口 2 > 复古手柄 上

# #30033
source: Port 2 > RetroPad Down
es_es: Puerto 2 > RetroPad Abajo
ga: Port 2 > RetroPad Síos
zh_cn: 端口 2 > 复古手柄 下

# #30034
source: Port 2 > RetroPad Left
es_es: Puerto 2 > RetroPad Izquierda
ga: Port 2 > RetroPad Ar Chlé
zh_cn: 端口 2 > 复古手柄 左

# #30035
source: Port 2 > RetroPad Right
es_es: Puerto 2 > RetroPad Derecha
ga: Port 2 > RetroPad Ar Dheis
zh_cn: 端口 2 > 复古手柄 右

# #30036
source: Port 2 > RetroPad A
es_es: Puerto 2 > RetroPad A
zh_cn: 端口 2 > 复古手柄 A

# #30037
source: Port 2 > RetroPad B
es_es: Puerto 2 > RetroPad B
zh_cn: 端口 2 > 复古手柄 B

# #30038
source: Port 2 > RetroPad X
es_es: Puerto 2 > RetroPad X
zh_cn: 端口 2 > 复古手柄 X

# #30039
source: Port 2 > RetroPad Y
es_es: Puerto 2 > RetroPad Y
zh_cn: 端口 2 > 复古手柄 Y

# #30040
source: Port 2 > RetroPad Select
es_es: Puerto 2 > RetroPad Select
ga: Port 2 > Roghnaigh RetroPad
zh_cn: 端口 2 > 复古手柄 选择

# #30041
source: Port 2 > RetroPad Start
es_es: Puerto 2 > RetroPad Start
ga: Port 2 > Tosaigh RetroPad
zh_cn: 端口 2 > 复古手柄 开始

# #30042
source: Port 2 > RetroPad L1
es_es: Puerto 2 > RetroPad L1
zh_cn: 端口 2 > 复古手柄 L1

# #30043
source: Port 2 > RetroPad R1
es_es: Puerto 2 > RetroPad R1
zh_cn: 端口 2 > 复古手柄 R1

# #30044
source: Port 2 > RetroPad L2
es_es: Puerto 2 > RetroPad L2
zh_cn: 端口 2 > 复古手柄 L2

# #30045
source: Port 2 > RetroPad R2
es_es: Puerto 2 > RetroPad R2
zh_cn: 端口 2 > 复古手柄 R2

# #30046
source: Port 2 > RetroPad L3
es_es: Puerto 2 > RetroPad L3
zh_cn: 端口 2 > 复古手柄 L3

# #30047
source: Port 2 > RetroPad R3
es_es: Puerto 2 > RetroPad R3
zh_cn: 端口 2 > 复古手柄 R3

# #30048
source: Port 2 > RetroPad Left Analog Up
es_es: Puerto 2 > RetroPad Analógico Izquierdo Arriba
ga: Port 2 > RetroPad Clé Analógach Suas
zh_cn: 端口 2 > 复古手柄 左摇杆 上

# #30049
source: Port 2 > RetroPad Left Analog Down
es_es: Puerto 2 > RetroPad Analógico Izquierdo Abajo
ga: Port 2 > RetroPad Clé Analógach Síos
zh_cn: 端口 2 > 复古手柄 左摇杆 下

# #30050
source: Port 2 > RetroPad Left Analog Left
es_es: Puerto 2 > RetroPad Analógico Izquierdo Izquierda
ga: Port 2 > RetroPad Clé Analógach Clé
zh_cn: 端口 2 > 复古手柄 左摇杆 左

# #30051
source: Port 2 > RetroPad Left Analog Right
es_es: Puerto 2 > RetroPad Analógico Izquierdo Derecha
ga: Port 2 > RetroPad Clé Analógach Deas
zh_cn: 端口 2 > 复古手柄 左摇杆 右

# #30052
source: Port 2 > RetroPad Right Analog Up
es_es: Puerto 2 > RetroPad Analógico Derecho Arriba
ga: Port 2 > RetroPad Deas Analógach Suas
zh_cn: 端口 2 > 复古手柄 右摇杆 上

# #30053
source: Port 2 > RetroPad Right Analog Down
es_es: Puerto 2 > RetroPad Analógico Derecho Abajo
ga: Port 2 > RetroPad Deas Analógach Síos
zh_cn: 端口 2 > 复古手柄 右摇杆 下

# #30054
source: Port 2 > RetroPad Right Analog Left
es_es: Puerto 2 > RetroPad Analógico Derecho Izquierda
ga: Port 2 > RetroPad Deas Analógach Clé
zh_cn: 端口 2 > 复古手柄 右摇杆 左

# #30055
source: Port 2 > RetroPad Right Analog Right
es_es: Puerto 2 > RetroPad Analógico Derecho Derecha
ga: Port 2 > RetroPad Deas Analógach Deas
zh_cn: 端口 2 > 复古手柄 右摇杆 右

# Addon Summary
source: Atari - Jaguar (Virtual Jaguar)
zh_cn: 雅达利 - Jaguar（Virtual Jaguar）
